Repository: FAenX/music-organizer
Catalog: po/*.po
Languages: pl_pl

source: Initializing UI...
pl_pl: Inicjalizowanie interfejsu użytkownika...

source: Start
pl_pl: Rozpocznij

source: Start organize
pl_pl: Rozpocznij organizowanie

source: Exit
pl_pl: Wyjdź

source: Exit Music Organizer
pl_pl: Opuść Music Organizer

source: &File
pl_pl: &Plik

source: &Help
pl_pl: P&omoc

source: About
pl_pl: O programie

source: This characters is used if "Normalize tags" is checked.
pl_pl: Te znaki są używane jeśli opcja "Normalizuj tagi" została zaznaczona

source: Replacement for any character from "Bad characters". Leave empty if you want to remove all bad characters.
pl_pl: Zastępowanie wszystkich znaków z pola "Złe znaki". Zostaw to pole puste jeśli chcesz usunąć wszystkie złe znaki.

source: Browse
pl_pl: Przeglądaj

source: Select search directory
pl_pl: Wybierz katalog do przeszukania

source: Select target directory
pl_pl: Wybierz katalog docelowy

source: Set default
pl_pl: Ustaw domyślne

source: Recursive mode
pl_pl: Tryb rekursywny

source: Enable recursive mode
pl_pl: Włącz tryb rekursywny

source: Delete mode
pl_pl: Tryb usuwania

source: Delete filtered directories
pl_pl: Usuń przefiltrowane katalogi

source: Clean directories
pl_pl: Czyść katalogi

source: Remove all empty directories
pl_pl: Usuń wszystkie puste katalogi

source: Force
pl_pl: Tryb agresywny

source: Force delete filtered directories
pl_pl: Agresywanie usuwaj przefiltrowane katalogi

source: Copy
pl_pl: Kopiuj

source: Copy files instead of move
pl_pl: Kopiuj pliki zamiast przenosić

source: Follow symlinks
pl_pl: Podążaj za linkami symbolicznymi

source: Follow symlinks/links/shortcuts
pl_pl: Podążaj za linkami symbolicznymi/linkami/skrótami

source: Normalize tags
pl_pl: Normalizuj tagi

source: Remove specified bad characters from tags (~,/,@,# etc.)
pl_pl: Usuwaj sprecyzowane złe znaki z tagów (~,/,@,# itp.)

source: Recognize covers
pl_pl: Rozpoznawaj okładki

source: Download lyrics
pl_pl: Pobierz teksty utworów

source: Find and download lyrics for all tracks
pl_pl: Znajdź i pobierz teksty dla wszystkich utworów

source: [NOT IMPLEMENTED YET]
pl_pl: [JESZCZE NIE ZAIMPLEMETOWANO]

source: Search path:
pl_pl: Wybierz ścieżkę:

source: Target path:
pl_pl: Ścieżka docelowa:

source: Scheme:
pl_pl: Schemat:

source: Bad characters:
pl_pl: Złe znaki:

source: Replacement:
pl_pl: Zastępowanie:

source: File name
pl_pl: Nazwa pliku

source: Remove
pl_pl: Usuń

source: Leave
pl_pl: Zostaw

source: Strategy:
pl_pl: Strategia:

source: Action:
pl_pl: Akcja:

source: Detect duplicates
pl_pl: Wykrywaj duplikaty

source: This functionality was disabled due to terrible bug in 0.1-beta...
pl_pl: Ta funkcjonalność została zbalokowana ze względu na straszny błąd w 0.1-beta...

source: Detect duplicates and decide what to do.
pl_pl: Wykrywaj duplikaty i zdecyduj co zrobić.

source: Main settings
pl_pl: Główne ustawienia

source: Options
pl_pl: Opcje

source: Another hardcore organizing action is running now!
pl_pl: Inna hardcorowa akcja organizacyjna trwa!

source: Question
pl_pl: Pytanie

source: Warning! This is testing version, all actions like "Remove" may works unstable. It is strongly recommended to work with copies instead of oryginal files. Do you want to continue?
pl_pl: Uwaga! To jest wersja testowa, wszystkie akcje takie jak "Usuwań" mogą działać niestabilnie. Zalecana jest praca na kopiach zamiast na oryginalnych plikach. Czy chcesz kontynuować?

source: Staring hardcore organizing action!
pl_pl: Rozpoczynanie akcji hardcorowego organizowania!

source: Canceled
pl_pl: Anuluj

source: Skipping empty directory %s
pl_pl: Pomijanie pustego katalogu %s

source: Unable to list directory %s
pl_pl: Nie można wylistować katalogu %s

source: Skipping link %s...
pl_pl: Pomijanie linku %s...

source: Adding %s
pl_pl: Dodawanie %s

source: Preparing files (%d)
pl_pl: Przygotowanie plików (%d)

source: Number of files: %d
pl_pl: Ilość plików: %d

source: Organizing files...
pl_pl: Organizowanie plików...

source: No music files found!
pl_pl: Nie znaleziono plików muzycznych!

source: Found duplicate.
pl_pl: Znaleziono duplikaty.

source: First occurrence
pl_pl: Pierwsze wystąpienie

source: Duplicates:
pl_pl: Duplikaty:

source: Removing duplicate %s
pl_pl: Usuwanie duplikatu %s

source: Unable to remove duplicate: %s
pl_pl: Nie można usunąć duplikatu: %s

source: Skipping duplicate %s
pl_pl: Pomijanie duplikatu %s

source: Total
pl_pl: Razem

source: Left
pl_pl: Pozostało

source: Copied
pl_pl: Skopiowano

source: Moved
pl_pl: Przeniesiono

source: Skipped
pl_pl: Pominięto

source: Removed
pl_pl: Usunięto

source: Untagged
pl_pl: Brak tagów

source: Covers copied
pl_pl: Skopiowanych okładek

source: Covers moved
pl_pl: Przeniesionych okładek

source: Duplicates
pl_pl: Duplikaty

source: Removing %s
pl_pl: Usuwanie %s

source: Cannot remove %s
pl_pl: Nie można usunąć %s

source: Force remove...
pl_pl: Agresywne usuwanie...

source: Force removing %s
pl_pl: Agresywne usuwanie %s

source: Unable to remove directory %s...
pl_pl: Nie można usunąć katalogu %s...

source: Critical error
pl_pl: Krytyczny błąd

source: Automatically organize your music collection
pl_pl: Automatyczne organizowanie Twojej kolekcji muzycznej

source: Setting path as %s...
pl_pl: Ustawianie ścieżki jako %s...

source: Setting target as %s...
pl_pl: Ustawianie celu jako %s...

source: Setting option force...
pl_pl: Ustawianie opcji agresywnej...

source: Setting option delete...
pl_pl: Ustawianie opcji usuwania...

source: Setting option recursive...
pl_pl: Ustawianie opcji rekursywnej...

source: Setting option copy...
pl_pl: Ustawianie opcji kopiowania...

source: Setting scheme: %s...
pl_pl: Ustawianie schematu: %s...

source: Setting option recognize-covers...
pl_pl: Ustawianie opcji rozpoznawania okładek...

source: Bad options...
pl_pl: Złe opcje...

source: Using default path: %s...
pl_pl: Używanie domyślnej ścieżki: %s...

source: Using default target: %s...
pl_pl: Używanie domyślnego celu: %s...

source: Summary
pl_pl: Podsumowanie

source: %s files: %d
pl_pl: %s pliki: %d

source: Skipped files: %d
pl_pl: Pominięte pliki: %d

source: Directory %s is empty...
pl_pl: Katalog %s jest pusty...

source: Cannot list directory %s...
pl_pl: Nie można wylistować katalogu %s...

source: Automatically organize, sort or rename your music collection
pl_pl: Automatyczne organizowanie, sortowanie lub zmienianie nazw Twojej kolekcji muzycznej

source: Authors:
pl_pl: Autorzy:

source: Output style:
pl_pl: Styl wyjściowy:

source: Error
pl_pl: Błąd

source: Information
pl_pl: Informacja

source: Verbose
pl_pl: Gadatliwy

source: Warning
pl_pl: Ostrzeżenie

source: Usage:
pl_pl: Użycie:

source: start with GUI mode
pl_pl: rozpoczęcie z trybem GUI

source: start with text mode
pl_pl: rozpoczęcie z trybem tekstowym

source: Options:
pl_pl: Opcje:

source: specify target directory (required)
pl_pl: sprecyzuj katalog docelowy (wymagane)

source: specify search directory (required)
pl_pl: sprecyzuj katalog wyszukiwania (wymagane)

source: delete directories after all files are moved
pl_pl: usuń katalogi po przeniesieniu plików

source: force remove unnecessary directories
pl_pl: agresywne usuwanie nieprzydatnych katalogów

source: search in directories recursively
pl_pl: rekursywne szukanie w katalogach

source: copy files instead of moving
pl_pl: kopiowanie plików zamiast przenoszenia

source: specify output files scheme
pl_pl: sprecyzuj wyjściowy schemat plików

source: default
pl_pl: domyślnie

source: available
pl_pl: dostępne

source: display help
pl_pl: wyświetl pomoc

source: enable verbose messages (should be first option)
pl_pl: gadatliwe wiadomości (powinno być pierwszą opcją)

source: move/copy all image files
pl_pl: przenoszenie/kopiowanie wszystkich obrazków

source: follow symlinks
pl_pl: podążaj za linkami symbolicznymi

source: Examples:
pl_pl: Przykłady:

source: Organize ~/Music/ directory (do not remove old directories even empty)
pl_pl: Organizuje katalog ~/Music/ (nie usuwa starych katalogów, nawet gdy są puste)

source: Find all music files in your home directory and move them to ~/Music/ (use default scheme)
pl_pl: Znajduje wszystkie pliki muzyczne w twoim katalogu domowym i przenosi je do ~/Music/ (użuj domyślnego schematu)

source: Copying cover %s -> %s
pl_pl: Kopiowanie okładki %s -> %s

source: Moving cover %s -> %s
pl_pl: Przenoszenie okładki %s -> %s

source: Skipping %s
pl_pl: Pomijanie %s

source: Track %s has no ID3 tags...
pl_pl: Utwór %s nie ma tagów ID3...

source: Creating output directories...
pl_pl: Tworzenie wyjściowych katalogów...

source: Copying %s -> %s
pl_pl: Kopiowanie %s -> %s

source: Moving %s -> %s
pl_pl: Przenoszenie %s -> %s

source: Skipping %s...
pl_pl: Pomijanie %s...

source: Please specify search and target directories!
pl_pl: Proszę sprecyzować katalogi do wyszukiwania i docelowe!

source: Preparing directories...
pl_pl: Przygotowanie katalogów...

source: Checking path...
pl_pl: Sprawdzanie ścieżki...

source: Directory given in path does not exists!
pl_pl: Katalog podany w ścieżce nie istnieje!

source: Directory given in path has no READ privilages!
pl_pl: Katalog podany w ścieżce nie jest do odczytu!

source: Checking target dir...
pl_pl: Sprawdzanie katalogu docelowego...

source: Directory %s not found, trying to create...
pl_pl: Katalog %s nie został znaleziony, próba tworzenia...

source: Unable to create directory...
pl_pl: Nie można stworzyć katalogu...

source: Checking access in target directory...
pl_pl: Sprawdzanie praw dostępu do katalogu docelowego...

source: Target directory is not writable!
pl_pl: Katalog docelowy nie jest do zapisu!

source: Unknown
pl_pl: Nieznany

source: GUI mode not installed...
pl_pl: Tryb GUI nie jest zainstalowany...

source: Standard mode not installed...
pl_pl: Tryb standardowy nie jest zainstalowany...

source: Aborting...
pl_pl: Przerywanie...

source: Checking for PyQt4
pl_pl: Sprawdzanie PyQt4

source: %s not found
pl_pl: %s nie znaleziono
